Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=218_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámegielat
smn: Sämikielah

source: Go hállat sámegiela birra, de eat oaivvil dušše ovtta giela.
smn: Ko lii saahâ Sämikielâst ij uáivilduu tuše oovtâ kielâ.

source: Sámegiela giellahámit gávdnojit oktiibuot logi, main ovcci hállojuvvo ain Suoma, Ruoŧa, Norgga ja Ruošša guovlluin.
smn: Sämikielâhäämih láá ohtsis love, main oovce sárnoo ain-uv Suomâ, Ruotâ, Taažâ já Ruošâ kuávluin.

source: Sámegielat gullet uralilaš giellagotti suopmelaš-ugralaš suorgái ja dat leat nuortamearasuopmelaš gielaid lagamus sohkagielat.
smn: Sämikielah kuleh uralilâš kielâjuávhu syemmilâš-ugrilâš suárgán já toh láá nuorttâmeerâsyemmilâš kielâi aldemuuh hyelkkikielah.

source: Nuortamearasuopmelaš gielain stuorámusat leat suoma- ja esttegiella.
smn: Nuorttâmeerâsyemmilâš kielâin stuárráámusah láá suomâkielâ já eestikielâ.

source: Sámegielat fas juhkkojuvvojit oarje- ja nuortasámegielaide.
smn: Sämikielah pelestis juáhhojeh uárji- já nuorttâsämikieláid.

source: Oarjesámegielat leat lulli-, ubmi-, bihtán-, julev- sihke davvisámegiella ja nuortasámegielat anáraš-, nuortalaš-, ákkil-, gieldda- ja darjjisámegiella.
smn: Uárjisämikielah láá maadâ-, ume-, pittáám-, juulev- sehe tavesämikielâ já nuorttâsämikielah láá aanaar-, nuorttâ-, äkkil-, kildin- já tarjesämikielâ.

source: Ránnjáguovlluid sámegielat sulastahttet muhtumin nu ollu nuppiideaset ahte dáid gielaid hállit bastet áddet nuppiideaset.
smn: Sämikielah hämmejeh pááihui suommânrááiđu, ađai motomeh ránnjákielâi sárnooh pyehtih iberdiđ nubijdis.

source: Dábálaččat goit gielaid gaskasaš ráját leat čielgasat iige nuppi sámegiela hálli ádde nuppi, jos ii oahpahala su giela.
smn: Táválávt kuittâg kielâi koskâsiih rääjih láá čielgâseh, ige nube sämikielâ sárnoo ibbeerd nube kielâ opâttâlhánnáá tom.

source: Gielaid gaskasaš áddema leat ovddidan daid gaskasaš oktavuođat ja geavaheapmi seamma guovlluin.
smn: Kielâi koskâsâš iberdem láá išedâm toi koskâsiih ohtâvuođah já kevttim siämmáin kuávluin.

source: Gártii merkejuvvon gielaid gaskasaš ráját čujuhit gielaid árbevirolaš geavahanguovlluide.
smn: Káártán merkkejum kielâi koskâsiih rääjih čujotteh kielâi ärbivuáválijd kevttimkuávloid.

source: Sámegiela hálli olbmuid mearis eai leat dárkkes dieđut.
smn: Sämikielâ sárnoo ulmui meereest iä lah tärkkilis tiäđuh.

source: Sámegielaid sajádat lea leamaš guhká heittot ja dan lea sáhttán almmuhit heaggačállái eatnigiellanis (Suomas) easkka dalle go vuosttas sámi giellaláhka bođii fápmui jagis 1992.
smn: Sämikielâi sajattâh lii lamaš kuhháá hiäju já tom lii puáhtám almottiđ jieggâčällei eenikielânis (Suomâst) iäskán vuossâmuu säämi kielâlaavâ vuáimán puáttim maŋa ive 1992.

source: Sámegiela hállit leat dán áigge measta álo guovtte- dahje juoba golmmagielagat, iige veahkadatgirjjiide sáhte almmuhit eatnigiellan go ovtta giela dušše.
smn: Sämikielâ sárnooh láá tááláá ääigi masa puoh kyevti- tâi joba kuulmâkielâliih, ige aalmugkirjijd pyevti almottiđ eenikielân ko oovtâ kielâ.

source: Navdimis sámegielaid hálliid mearri lea buohkanassii 30.000-50.000 gaskkas.
smn: Jurdemist lii, et sämikielâi sárnoi meeri ličij ubânâssân 30.000-50.000 kooskâst.

source: Suomas hállet golbma sámegiela
smn: Suomâst sárnojeh kulmâ sämikielâ

source: Buot sámegiela hálliin árvvu miel 75-90% hállá davvisámegiela.
smn: Puohâin sämikielâsárnoin suullân 75-90% sárnuh tavesämikielâ ađai orjâlâškielâ (dávvisámegiella).

source: Dat lea Davviriikkain eanemus geavahuvvon ja maid Suoma stuorámus sámegiella.
smn: Tot lii Tave-enâmijn enâmustáá kevttum já meid Suomâ stuárráámus sämikielâ.

source: Dan árbevirolaš hállanguovllut Suomas leat Ohcejohka, Anár, Eanodat ja Soađegili davveoassi.
smn: Ton árbivuáváliih sárnumkuávluh Suomâst láá Ucjuuhâ, Aanaar, Iänudâh já Suáđigil taveuási.

source: Váldooassi sámegiela ja sámegielat oahpahusas, diehtojuohkimis, girjjálašvuođas, musihkas ja buot olggosaddon sámegielat materiálas lea davvisámegillii.
smn: Iänááš uási sämikielâ já sämikielâlâš máttááttâsâst, tiäđusirdemist, kirjálâšvuođâst, musikist já puohâin almostittum sämikielâlâš materiaalist lii tavesämikielâlâš.

source: Davvisámegiela ealáskahttin guhká bistán láttiiduhttin-, dáruiduhttin- ja ruoŧaiduhttinbaji maŋŋá álggii juo 1960- ja 1970-loguin ja giella gullo ja oidno dál miehtá sámeguovllu.
smn: Suomâst, Taažâst já Ruotâst kuhháá pištám lädijduttempaje maŋa aalgij tavesämikielâ iäláskem jo 1960- já 1970-lovvoin já tááláá ääigi kielâ kulloo já uáinoo miätá sämikuávlu.

source: Davvisámegiela ovttalágan davviriikkalaš ortografia dahjege čállinvuohki dohkkehuvvui jagis 1978.
smn: Tavesämikielâ ohtâlâš tave-eennâmlâš ortografia ađai čäällimvyehi tuhhiittui ive 1978.

source: Dan rájes sámegielat girjjálašvuohta lea olggosaddon eanet go ovddit jahkečuđiin oktiibuot ja dat lea juksan lohkkiid viidásabbot go goasge ovdal.
smn: Ton rääjist tavesämikielâlâš kirjálâšvuotâ lii almostittum eenâb ko ovdebijn ihečuođijn ohtsis já tot lii juksâm ovdiist vijđásubboid lohheepirrâduvâid.

source: Guokte eará sámegiela, mat hállojuvvojit Suomas, leat anáraš- ja nuortalašgiella (anarâškielâ, sääŠmkiõll).
smn: Kyehti eres Suomâst sarnum sämikielâ láá aanaar- já nuorttâsämikielâ (sääŠmkiõll).

source: Daid goappašagaid hállet eatnigiellaneaset sullii 300 olbmo.
smn: Taid kuohtuid sárnuh eenikielânis suullân 300 olmožid.

source: Anárašgiella
smn: Aanaarsämikielâ ađai anarâškielâ

source: Anáraččat leat Suomas áidna sámejoavku, mii lea árbevirolaččat ássan dušše ovtta riikkas.
smn: Aanaarsämikielâliih láá Suomâst áinoo sämmilâšjuávkku, mii lii ärbivuáválávt aassâm tuše oovtâ staatâ kuávlust.

source: Anárašgiela dilli lei hui váttis vel 20 jagi dás ovdal.
smn: Inarinsämikielâ tile lâi uáli heeitug vala 20 ihheed tassaaš.

source: Aktiivvalaš Anárašgiela searvvi ja iešguđetlágan giela ealáskahttindoaimmaid vehkiin giella lea ožžon ođđa hálliid ja ealáskahttindoaimmat joatkašuvvet oppa áigge.
smn: Aktiivlâš Anarâškielâ seervi já maaŋgâlágán kielâ iäláskittemhaavâi puátusin kielâ lii finnim uđđâ sárnoid já iäláskittemhaavah juátkojeh ubâ ääigi.

source: Anárašgiela gielaealáskahttimis leamašan čielgasit ávki.
smn: Aanaarsämikielâ iäláskittem lii pyevtittâm puátusijd.

source: Anárašgiela riektačállinvuohki, ortografia, dohkkehuvvui jagis 1992.
smn: Aanaarsämikielâ riehtâčäällimvyehi, ortografia, tuhhiittui ive 1992.

source: Anára girkosiiddas jagis 1997 álggahan anárašgielat giellabeassi joatká doaimmas gieldda beaivedikšobáikin, man Anára gielda skáhppo oastinbálvalussan Anárašgiela searvvis.
smn: Aanaar markkânist ive 1997 algâttâm anarâškielâ kielâpiervâl juátká tooimâs kieldâlâš pieivikiäččusaijeen, mon Aanaar kieldâ hááhá uástupalvâlussân Anarâškielâ seervist.

source: Anárašgielat vuođđooahpahus álggahuvvui 2000 – logu álggus.
smn: Anarâškielâlâš vuáđumáttááttâs algâttui 2000 - lovo aalgâst.

source: Mannan jagiid Anára girkosiiddas skuvllaset álggahan anárašgielat oahppiid joavku lea leamaš stuorát go davvisámegielat oahpahusjoavku.
smn: Majemui iivij Aanaar markkânist škoovlâs algâttâm anarâškielâlâš uáppei juávkku lii lamaš stuárráb ko tavesämikielâlâš uáppei juávkku.

source: Anárašgiela ealáskahttindoaibma joatkašuvvá prošeavttain, mas ee. skuvlejuvvojit ođđa anárašgielat oahpaheaddjit.
smn: Anarâškielâ iäláskittemtoimâ juátkoo havváin, mast el. škuávlejuvvojeh uđđâ anarâškielâtáiđusiih máttáátteijeeh.

source: Prošeavtta jođiha jagis 2007 anárašgielas (áidna ja vuosttasin máilmmis) doavttirin nákkáhallan Marja-Liisa Olthuis.
smn: Haavâ joođeet ive 2007 aanaarsämikielâst (áinoo já vuossâmuš mailmist) tuáhtárân nágáttâllâm Marja-Liisa Olthuis.

source: Nuortalašgiella
smn: Nuorttâsämikielâ ađai nuorttâlâškielâ

source: Nuortalašgiela árbevirolaš guovlu ollá Norgga Njávdámis (Neiden) Ruošša Beahcámii ja Doalláma Lappii.
smn: Nuorttâsämikielâ ärbivuáválâš kuávlu olá Taažâ Njiävđámist (Neiden) Ruošâ Piäcámân já Toollâmjuuvâ Sáámán.

source: Guovlu lea otne golmma riikka siste.
smn: Kuávlu lii tááláá ääigi kuulmâ väldikode raajij luádudem.

source: Suoma bealde nuortalaččaid guovddážat leat Čeavetjávrri, Nellima ja Keväjávrri gilit.
smn: Suomâbeln nuorttâsämmilij aassâmkuávdááh láá Čevetjäävri, Njellim já Kiđđâjäävri siijdah.

source: Ovdal máilmmisođiid nuortalašgiela hálle árvvu miel muhtun duhát olbmo.
smn: Nuorttâsämikielâ sárnooh láá árvuštâllum lemin ovdil maailmsoođij motomeh tuhátteh.

source: Otne nuortalašgiela eatnigiellan hálli olbmot leat árvvu mielde 300.
smn: Tááláá ääigi nuorttâsämikielâ eenikielânis sárnooh nabdojeh lemin suullân 300.

source: Soađit biđgejedje nuortalaččaid árbevirolaš siidaássama, sosiálalaš ja sohkastruktuvrraid ja heajudedje seammás maid giela sajádaga.
smn: Suáđih cyevkkejii buorttâlâšâi ärbivuáválâš sijdâaassâm, sosiaallâš- já suhâráhtusijd já siämmást hiäjusmittii meid kielâ sajattuv.

source: Maiddái nuortalašgiella lea ealáskahtton máŋggaláhkai.
smn: Meid nuorttâsämikielâ lii iäláskittum maaŋgânáál.

source: Nuortalašgielat giellabeasseiskkadallan álggahuvvui Čeavetjávrris jagis 1993.
smn: Nuorttâsämikielâlâš kielâpiervâlkeččâlâddâm algâttui Čevetjäävrist ive 1993.

source: Doaibma joatkašuvai jagi 1997 rájes gieldda ja das maŋŋá sámedikki EU-fidnuid vehkiin.
smn: Toimâ jotkui ive 1997 rääjist kieldâ já tastoo sämitige EU-haavâi vievâst.

source: Giellabeassedoaibma boatkanii 2000-logus ja álggahuvvui gieldda beaivedikšun ođđasit čakčat 2008 Avvilis.
smn: Kielâpiervâltoimâ potkânij 2000-lovvoost já algâttui kieldâlâš peivitipšon uđđâsist čohčuv 2008 Avelist.

source: Nuortalašgiella oahpahuvvo vuođđoskuvllas ja dat lea oahpahusgiellan smávva oahppijovkui.
smn: Nuorttâsämikielâ máttááttuvvoo vuáđuškoovlâst já tot lii uccâ uáppeejuávkun máttááttâskielân.

source: Yle Sámi radio sádde prográmmaid Suoma buot golmma sámegillii.
smn: Yle Sámi radio vuolgât ohjelmid puohâin kulmáin Suomâ sämikielân.

source: Anáraš- ja nuortalašgielat sáddagiid ossodat lea goit čielgasit uhcit go davvisámegielat sáddagiid.
smn: Aanaar- já nuorttâsämikielâlâš vuolgâttâsâi uási lii kuittâg čuuvtij ucceeb ko tavesämikielâlâš vuolgâttâsâi uási.

source: Gáldut ja liŋkkat:
smn: Käldeeh já liiŋkah:

source: Anárašgiela ja anárašgielat oahppamateriálat
smn: Anarâškielâ já anarâškielâlâš oppâmateriaaleh

source: Nuortalašgiela ja nuortalašgielat oahppamateriálat
smn: Nuorttâsämikielâ já nuorttâsämikielâlâš oppâmateriaaleh

source: Davvisámegiela ja davvisámegielat oahppamateriálat
smn: Tavesämikielâ já tavesämikielâlâš oppâmateriaaleh

source: Oulu universitehta Giellagas-instituhtas lea riikkaviidosaš spesiálabargu sámegiela alla oahpahusas ja dutkamušas Suomas
smn: Oulu ollâopâttuv Giellagas - instituutâst lii väldikodálâš sierânâspargo sämikielâ aaleeb máttááttâsâst já tutkâmušâst Suomâst

source: Helssega universitehta sámegiela dutkamuš
smn: Helsig ollâopâttuv säämi tutkâmuš

source: Sámi allaskuvla Norgga Guovdageainnus
smn: Säämi ollâškovlâ / Sámi allaskuvla Taažâ Kuovdâkiäinust

source: Sámemusea Siidda ruoktosiiddut www.siida.fi
smn: Sämimuseo Siijdâ päikkisiijđoh www.siida.fi

source: Anáraččat - Anárašgiela searvvi ja Sámemusea Siidda buvttadan diehtopakeahtta
smn: Aanaarsämmiliih - Anarâškielâ seervi já Sämimuseo Siijdâ pyevtittem tiätupakkeet

source: Nuortalaččat - Sámemusea Siidda buvttadan diehtopakeahtta
smn: Nuorttâsämmiliih - Sämimuseo Siijdâ pyevtittem tiätupakkeet

source: Ruovttueatnan gielaid dutkanguovddáš dahká maid sámegiela giellagáhttenbarggu
smn: Päikkieennâm kielâi tutkâmkuávdáš taha meid sämikielâ huolâttâspargo

source: Ruovttueatnan gielaid dutkanguovddáš: Álgu – sámegielaid sániid álgovuolgga
smn: Päikkieennâm kielâi tutkâmkuávdáš: Álgu - sämikielâi saanij algâpuáttim

source: Davviriikkalaš sámegiela lávdegoddi almmustahttá giellasiidduid www.giella.org
smn: Tave-eennâmlâš säämi kielâlävdikodde almostit kielâsiijđoid www.giella.org

source: YLE Sámi radio sádde prográmma golmma Suoma sámegillii
smn: YLE Sámi radio vuolgât ohjelm kuulmâ Suomâ sämikielân

source: Sámegielat bálvalusat interneahtas
smn: Sämikielâg palvâlusah interneetist

source: - anárašgiella
smn: - anarâškielâ

source: - nuortalašgiella
smn: - nuorttâsämikielâ
